export const AdvancedBlockPage = () => {
    return (
        <section id="wrapper">
            <header>
                <div className="inner">
                    <h2>Школа Альпинизма</h2>
                    <p>Продвинутый блок</p>
                </div>
            </header>

            <div className="wrapper">
                <div className="inner">
                    <p>
                        Приглашаем на обучение всех, кто мечтает ходить в горы, но не знает с чего начать. Мы
                        подготовили практический курс, состоящий из пяти частей, пройдя которые вы сможете ходить в горы
                        как настоящие профессиональные альпинисты.
                    </p>
                    <p>
                        Под руководством основателя альпклуба Василия Гордеева вы получите все необходимые знания и
                        умения для безопасного восхождения в горах.
                    </p>
                    <p>Третья часть курса альпинизма, Продвинутая</p>

                    <p>
                        <a href="https://clc.am/3-6KHw">
                            <strong>Регистрация на курс</strong>
                        </a>
                    </p>

                    <section id="wrapper">
                        <header>
                            <div className="inner">
                                <h2>Школа Альпинизма</h2>
                                <p>Продвинутый блок</p>
                            </div>
                        </header>

                        <div className="wrapper">
                            <div className="inner">
                                <p>
                                    Приглашаем на обучение всех, кто мечтает ходить в горы, но не знает с чего начать.
                                    Мы подготовили практический курс, состоящий из пяти частей, пройдя которые вы
                                    сможете ходить в горы как настоящие профессиональные альпинисты.
                                </p>
                                <p>
                                    Под руководством основателя альпклуба Василия Гордеева вы получите все необходимые
                                    знания и умения для безопасного восхождения в горах.
                                </p>
                                <p>Третья часть курса альпинизма, Продвинутая</p>

                                <p>
                                    <a href="https://clc.am/3-6KHw">
                                        <strong>Регистрация на курс</strong>
                                    </a>
                                </p>

                                <br />
                                <h3 className="major">Ближайшие даты:</h3>
                                <div className="row">
                                    <div className="col-12">
                                        <ul>
                                            <li>20 ноября 2022</li>
                                            <li>4 декабря 2022</li>
                                            <li>18 декабря 2022</li>
                                        </ul>
                                    </div>
                                </div>
                                <br />
                                <h3 className="major">Программа блока</h3>

                                <h4>Занятие 1</h4>
                                <ol>
                                    <li>Страховка полуавтоматическими устройствами</li>
                                    <li>Основы работы с альпинистским снаряжением</li>
                                    <li>Страховка узлом UIAA</li>
                                    <li>Страховка восьмеркой</li>
                                    <li>Блокировка веревки на различных типах устройств</li>
                                </ol>

                                <h4>Занятие 2</h4>
                                <ol>
                                    <li>
                                        Варианты прохождения сложных участков при помощи различных устройств (жумар,
                                        gri-gri, кордалет)
                                    </li>
                                    <li>
                                        Отработка скоростного прохождения П-образных перил (подъем, горизонтальные
                                        перила, дюльфер)
                                    </li>
                                    <li>Отработка перестежки на перилах</li>
                                </ol>

                                <h4>Занятие 3</h4>
                                <ol>
                                    <li>Станции с фиксированной и плавающей центральной точкой. Плюсы и минусы</li>
                                    <li>Что делать, если в станции есть ненадежные точки</li>
                                    <li>Quad и equalette</li>
                                </ol>

                                <h4>Занятие 4</h4>
                                <ol>
                                    <li>
                                        Демонстрация снаряжения (закладные элементы, френды/камалоты, крючья) и
                                        принципов работы с ним
                                    </li>
                                    <li>Принципы установки и снятия</li>
                                    <li>Практика установки точек и сборки станций</li>
                                </ol>

                                <h4>Занятие 5</h4>
                                <ol>
                                    <li>Прохождение тренировочного маршрута трэдом</li>
                                    <li>Особенности работы с промежуточными точками в двойке и в группе</li>
                                </ol>
                                <br />
                                <h3 className="major">Возьмите с собой:</h3>
                                <ul>
                                    <li>
                                        Футболка. Учтите, что в холодное время года на скалодроме может быть прохладно
                                    </li>
                                    <li>Удобные спортивные штаны либо шорты, закрывающие колени</li>
                                    <li>Скальные туфли</li>
                                </ul>

                                <br />
                                <p>
                                    <strong>
                                        Полная стоимость блока оплачивается на первом занятии.
                                        <br />В стоимость включен вход на скалодром и аренда всего необходимого
                                        снаряжения.
                                    </strong>
                                </p>
                            </div>
                        </div>
                    </section>

                    <h3 className="major">Ближайшие даты:</h3>
                    <div className="row">
                        <div className="col-12">
                            <ul>
                                <li>16 января 2022</li>
                                <li>30 января 2022</li>
                            </ul>
                        </div>
                    </div>
                    <br />
                    <h3 className="major">Программа блока</h3>

                    <h4>Занятие 1</h4>
                    <ol>
                        <li>Страховка полуавтоматическими устройствами</li>
                        <li>Основы работы с альпинистским снаряжением</li>
                        <li>Страховка узлом UIAA</li>
                        <li>Страховка восьмеркой</li>
                        <li>Блокировка веревки на различных типах устройств</li>
                    </ol>

                    <h4>Занятие 2</h4>
                    <ol>
                        <li>
                            Варианты прохождения сложных участков при помощи различных устройств (жумар, gri-gri,
                            кордалет)
                        </li>
                        <li>
                            Отработка скоростного прохождения П-образных перил (подъем, горизонтальные перила, дюльфер)
                        </li>
                        <li>Отработка перестежки на перилах</li>
                    </ol>

                    <h4>Занятие 3</h4>
                    <ol>
                        <li>Станции с фиксированной и плавающей центральной точкой. Плюсы и минусы</li>
                        <li>Что делать, если в станции есть ненадежные точки</li>
                        <li>Quad и equalette</li>
                    </ol>

                    <h4>Занятие 4</h4>
                    <ol>
                        <li>
                            Демонстрация снаряжения (закладные элементы, френды/камалоты, крючья) и принципов работы с
                            ним
                        </li>
                        <li>Принципы установки и снятия</li>
                        <li>Практика установки точек и сборки станций</li>
                    </ol>

                    <h4>Занятие 5</h4>
                    <ol>
                        <li>Прохождение тренировочного маршрута трэдом</li>
                        <li>Особенности работы с промежуточными точками в двойке и в группе</li>
                    </ol>
                    <br />
                    <h3 className="major">Возьмите с собой:</h3>
                    <ul>
                        <li>Футболка. Учтите, что в холодное время года на скалодроме может быть прохладно</li>
                        <li>Удобные спортивные штаны либо шорты, закрывающие колени</li>
                        <li>Скальные туфли</li>
                    </ul>

                    <br />
                    <p>
                        <strong>
                            Полная стоимость блока оплачивается на первом занятии.
                            <br />В стоимость включен вход на скалодром и аренда всего необходимого снаряжения.
                        </strong>
                    </p>
                </div>
            </div>
        </section>
    );
};
