export const TravelsPage = () => {
    return (
        <section id="wrapper">
            <header>
                <div className="inner">
                    <h2>АльпСборы</h2>
                </div>
            </header>
            <div className="wrapper">
                <div className="inner">
                    <p>
                        В течение года наш клуб проводит множество выездов в горы. Проводятся учебно-тренировочные сборы
                        с профессиональными инструкторами альпинизма. Спортивные группы совершают восхождения по всем
                        правилам альпмероприятий
                    </p>
                    <p>
                        На все меропиятия созданы отдельные группы в VK. Всю подробную информацию можно найти там. А
                        если по какой-то причине ссылки на группу VK нет или остались какие-то вопросы, то просто
                        свяжитесь с нами любым удобным для вас способом
                    </p>
                    <h3 className="major">Поехали с нами</h3>
                    <div className="row">
                        <div className="col-12">
                            <h4>2022 год</h4>
                            <ul>
                                <li>Декабрь – Январь, Новогодние сборы в горах</li>
                            </ul>
                        </div>
                        <div className="col-12">
                            <h4>2023 год</h4>
                            <ul>
                                <li>Март, Альпсборы в Хибинах</li>
                                <li>Март, Школа Альпинизма Black Ice в Хибинах</li>
                                <li>Апрель, Трекинг к Базовому лагерю Эвереста</li>
                                <li>Апрель, Восхождение на Айленд-пик</li>
                                <li>Май, Альпсборы в Крыму</li>
                                <li>Май, Школа Альпинизма Black Ice в Крыму</li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    );
};
