export const RescueBlockPage = () => {
    return (
        <section id='wrapper'>
            <header>
                <div className='inner'>
                    <h2>Школа Альпинизма</h2>
                    <p>Спасработы</p>
                </div>
            </header>

            <div className='wrapper'>
                <div className='inner'>
                    <p>
                        Приглашаем на обучение всех, кто мечтает ходить в горы, но не знает с чего начать. Мы
                        подготовили практический курс, состоящий из пяти частей, пройдя которые вы сможете ходить в горы
                        как настоящие профессиональные альпинисты.
                    </p>
                    <p>
                        Под руководством основателя альпклуба Василия Гордеева вы получите все необходимые знания и
                        умения для безопасного восхождения в горах.
                    </p>
                    <p>Пятая часть курса альпинизма "Элементы спасательных работ"</p>

                    <p>
                        <a href='https://clc.am/3-6KHw'>
                            <strong>Регистрация на курс</strong>
                        </a>
                    </p>

                    <br />
                    <h3 className='major'>Ближайшие даты:</h3>
                    <div className='row'>
                        <div className='col-12'>
                            <ul>
                                <li>20 ноября 2022</li>
                                <li>4 декабря 2022</li>
                                <li>18 декабря 2022</li>
                            </ul>
                        </div>
                    </div>
                    <br />
                    <h3 className='major'>Программа блока</h3>

                    <h4>Занятие 1</h4>
                    <ol>
                        <li>
                            Спуск легко пострадавшего со станции без сопровождения на страховочном устройстве и узле
                            уиаа
                        </li>
                    </ol>

                    <h4>Занятие 2</h4>
                    <ol>
                        <li>Спуск пострадавшего со станции с сопровождением</li>
                        <li>Парсел прусик</li>
                    </ol>

                    <h4>Занятие 3</h4>
                    <ol>
                        <li>Спуск пострадавшего со станции методом тандем-противовес.</li>
                    </ol>

                    <h4>Занятие 4</h4>
                    <ol>
                        <li>
                            Транспортировка пострадавшего с помощью подручных средств (на руках, на рюкзаке, на бухте
                            веревке и пр.)
                        </li>
                    </ol>

                    <h4>Занятие 5</h4>
                    <ol>
                        <li>Транспортировка пострадавшего на носилках из веревок и репшнуров.</li>
                    </ol>
                    <br />
                    <h3 className='major'>Возьмите с собой:</h3>
                    <ul>
                        <li>Футболка. Учтите, что в холодное время года на скалодроме может быть прохладно</li>
                        <li>Удобные спортивные штаны либо шорты, закрывающие колени</li>
                        <li>Скальные туфли</li>
                    </ul>

                    <br />
                    <p>
                        <strong>
                            Полная стоимость блока оплачивается на первом занятии.
                            <br />В стоимость включен вход на скалодром и аренда всего необходимого снаряжения.
                        </strong>
                    </p>
                </div>
            </div>
        </section>
    );
};
