export const BasementBlockPage = () => {
    return (
        <section id='wrapper'>
            <header>
                <div className='inner'>
                    <h2>Школа Альпинизма</h2>
                    <p>Базовый блок</p>
                </div>
            </header>

            <div className='wrapper'>
                <div className='inner'>
                    <p>
                        Приглашаем на обучение всех, кто мечтает ходить в горы, но не знает с чего начать. Мы
                        подготовили практический курс, состоящий из пяти частей, пройдя которые вы сможете ходить в горы
                        как настоящие профессиональные альпинисты.
                    </p>
                    <p>
                        Под руководством основателя альпклуба Василия Гордеева вы получите все необходимые знания и
                        умения для безопасного восхождения в горах.
                    </p>
                    <p>
                        Вторая часть курса, состоящая из пяти занятий, посвящена работе в группе и освоению более
                        сложных технических навыков. После прохождения данного блока вы сможете безопасно передвигаться
                        по скальному рельефу и будете уверенно чувствовать себя в горах.
                    </p>

                    <p>
                        <a href='https://clc.am/3-6KHw'>
                            <strong>Регистрация на курс</strong>
                        </a>
                    </p>

                    <br />
                    <h3 className='major'>Ближайшие даты:</h3>
                    <div className='row'>
                        <div className='col-12'>
                            <ul>
                                <li>20 ноября 2022</li>
                                <li>4 декабря 2022</li>
                                <li>18 декабря 2022</li>
                            </ul>
                        </div>
                    </div>
                    <br />
                    <h3 className='major'>Программа блока</h3>

                    <h4>Занятие 1</h4>
                    <ol>
                        <li>Работа с закрепленной веревкой</li>
                        <li>Подъем по веревке</li>
                    </ol>

                    <h4>Занятие 2</h4>
                    <ol>
                        <li>Спуск по закрепленной веревке</li>
                        <li>Отработка подъема и спуск</li>
                    </ol>

                    <h4>Занятие 3</h4>
                    <ol>
                        <li>Работа в связке</li>
                        <li>
                            Прохождение тренировочного маршрута: подъем первого, установка станции, подъем второго,
                            спуск
                        </li>
                    </ol>

                    <h4>Занятие 4</h4>
                    <ol>
                        <li>Взаимодействие связок. Принципы работы в группе</li>
                    </ol>

                    <h4>Занятие 5</h4>
                    <ol>
                        <li>Прохождение тренировочного маршрута в группе</li>
                    </ol>
                    <br />
                    <h3 className='major'>Возьмите с собой:</h3>
                    <ul>
                        <li>Футболка. Учтите, что в холодное время года на скалодроме может быть прохладно</li>
                        <li>Удобные спортивные штаны либо шорты, закрывающие колени</li>
                        <li>Скальные туфли</li>
                    </ul>

                    <br />
                    <p>
                        <strong>
                            Полная стоимость блока оплачивается на первом занятии.
                            <br />В стоимость включен вход на скалодром и аренда всего необходимого снаряжения.
                        </strong>
                    </p>
                </div>
            </div>
        </section>
    );
};
